{
 "unique_names": 7605,
 "sources": [
  "master_vocabulary",
  "community_maps",
  "il2cpp_sdk",
  "mined_v1v2v3",
  "mod_extracted",
  "additional"
 ],
 "names": [
  "ABCDEFGHIJKLMNOPQRSTUVWXYZ",
  "API",
  "APIUser",
  "APIUser_Register",
  "APIUser_SetStatus",
  "APIUser_canSeeAllUsersStatus",
  "APIUser_canSetStatusOffline",
  "APIUser_hasModerationPowers",
  "APIUser_hasNoPowers",
  "APIUser_hasScriptingAccess",
  "APIUser_hasSuperPowers",
  "APIUser_hasVIPAccess",
  "APIUser_isEarlyAdopter",
  "APIUser_isSupporter",
  "ASCII",
  "AVPro",
  "Abandoned",
  "AbandonedWait0",
  "AbandonedWait1",
  "AbandonedWait2",
  "AbandonedWait3",
  "AbandonedWait63",
  "Abstract",
  "AbstractCountdown",
  "AbstractVRLoadingOverlay",
  "AbyssClient",
  "Accept",
  "AccessDenied",
  "AccessTools",
  "AccessViolation",
  "AccountDisabled",
  "AccountRestriction",
  "AchievementDisplayAttribute",
  "Action",
  "Action menu driver singleton",
  "ActionButton",
  "ActionMenu",
  "ActionMenuAPI",
  "ActionMenuAccentColorEntry",
  "ActionMenuAccentColorString",
  "ActionMenuBaseColorEntry",
  "ActionMenuBaseColorString",
  "ActionMenuBaseMenu",
  "ActionMenuButton",
  "ActionMenuDriver",
  "ActionMenuHandler",
  "ActionMenuMode",
  "ActionMenuModeEntry",
  "ActionMenuOpener",
  "ActionMenuPage",
  "ActionMenuPatch",
  "ActionWheelMenu",
  "Actions",
  "ActivateCustomTrigger",
  "ActivationMethods",
  "ActivationRequirement",
  "ActiveLabel",
  "ActiveWithUspeak",
  "AdaptiveSetting`1",
  "AddAngularVelocity",
  "AddDamage",
  "AddForce",
  "AddHealth",
  "AddLine",
  "AddMapping",
  "AddMaterialOnHit",
  "AddNotificationDelegate",
  "AddRect",
  "AddText",
  "AddURL",
  "AddVelocity",
  "AdminPanelMenu",
  "AdminUserModerationMenu",
  "Administrator",
  "AgentsExhausted",
  "AimConstraint",
  "AimIK",
  "AirPump",
  "Alerted",
  "AlignPlayerWithSpawnPoint",
  "AlignRoomWithSpawnPoint",
  "Alignment",
  "All",
  "AllBufferOne",
  "AllBuffered",
  "AllowedController",
  "AllowedMethodFilter",
  "AlreadyCommitted",
  "Always",
  "AlwaysBufferOne",
  "AlwaysUnbuffered",
  "Analytics",
  "AnchorToTransform",
  "AndroidUnavailableOverlay",
  "AnimLayerBlend",
  "Animation",
  "Animation types",
  "AnimationBool",
  "AnimationControlScript",
  "AnimationControl_Button",
  "AnimationControl_RadialPuppet",
  "AnimationControl_SubMenu",
  "AnimationControl_Toggle",
  "AnimationFloat",
  "AnimationInt",
  "AnimationIntAdd",
  "AnimationIntDivide",
  "AnimationIntMultiply",
  "AnimationIntSubtract",
  "AnimationProxyOverrides",
  "AnimationTrigger",
  "Animator",
  "AnimatorControllerManager",
  "AnimatorTrackingControl",
  "AntiAliasing",
  "AntiAssetBundleCrashHandler",
  "AntiAssetBundleCrasher",
  "AntiBreakpoint",
  "AntiCrashCheckedAvatar",
  "AntiCrashCheckedAvatarDownload",
  "AntiCrashCheckedAvatarID",
  "AntiCrashCheckedAvatarName",
  "AntiCrashClothPostProcess",
  "AntiCrashConfig",
  "AntiCrashDynamicBoneColliderPostProcess",
  "AntiCrashDynamicBonePostProcess",
  "AntiCrashLightSourcePostProcess",
  "AntiCrashMaterialPostProcess",
  "AntiCrashMenu",
  "AntiCrashParticleSystemPostProcess",
  "AntiCrashPatch",
  "AntiCrashProcessedAvatar",
  "AntiCrashRendererPostProcess",
  "AntiCrashShaderPostProcess",
  "AntiCrashUtils",
  "AntiExploitMenu",
  "AntiInstanceLockHandler",
  "AntiKernelDebug",
  "AntiLeak",
  "AntiPortalHandler",
  "AntiRemoteDebugger",
  "AntiShaderCrashAPI",
  "AntiShaderCrashHandler",
  "AntiShaderCrashProxy",
  "Api",
  "ApiAvatar",
  "ApiAvatarFallback",
  "ApiAvatarToAvatarDictionary",
  "ApiBadge",
  "ApiContainer",
  "ApiContainer_OnComplete_Post",
  "ApiCredentials",
  "ApiDictContainer",
  "ApiError",
  "ApiFile",
  "ApiModel",
  "ApiModelContainer",
  "ApiPlayerModeration",
  "ApiPlayerRank",
  "ApiPopulateDelegate",
  "ApiSnifferBody",
  "ApiSnifferPatch",
  "ApiSnifferStatic",
  "ApiSnifferStaticTokens",
  "ApiUrl",
  "ApiUser",
  "ApiVersion",
  "ApiWorld",
  "ApiWorldInstance",
  "ApiWorldUpdate",
  "Apiavatar",
  "Apiuser",
  "Apiworld",
  "Apiworldinstance",
  "AppDomain",
  "AppSettings",
  "AppStats",
  "Application",
  "ApplicationBotHandler",
  "ApplicationBotIndividualMenu",
  "ApplicationBotIndividualOptionsMenu",
  "ApplicationBotsMenu",
  "ApplyMovementToTransform",
  "Array",
  "ArrayBoundsExceeded",
  "ArrayOf",
  "ArrayOf_Transform",
  "ArrayOf_UIPage",
  "ArrayWrapper",
  "Arraylist",
  "Assembly",
  "Assembly-CSharp",
  "Assert",
  "AssetBundle",
  "AssetBundleDownload",
  "AssetBundleDownloadHandlerVTablePrefix",
  "AssetBundleDownloadHandlerWrapper",
  "AssetBundleDownloadManager",
  "AssetBundleLoad",
  "AssetBundleTransfer",
  "AssetBundles",
  "AssetLoader",
  "AssetManagement",
  "AssetManagementMaterialsHelper",
  "AssetManagementPatch",
  "AssetMangementPatch",
  "AssetVersion",
  "Assetbundle",
  "AssetbundleDownloadManager",
  "AssetbundleProcessor",
  "AssignMasterClient",
  "AstBuilder",
  "AstMethodBodyBuilder",
  "Async",
  "AsyncCreateNoLoad",
  "AsyncExtensions",
  "AsyncFn",
  "AsyncTaskMethodBuilder",
  "AsyncVoidMethodBuilder",
  "AsyncWriteDelegate",
  "Attribute",
  "Attribute0",
  "Attribute1",
  "Attribute2",
  "Attribute3",
  "Attributes",
  "Audio settings menu",
  "AudioClip",
  "AudioListener",
  "AudioMixerReadDelegate",
  "AudioSettings",
  "AudioSource",
  "AudioTrigger",
  "AudioUtils",
  "Austin",
  "AuthEvent",
  "AuthKeyConfig",
  "AuthMode",
  "Authenticate",
  "AuthenticateOnce",
  "AutoInteractions",
  "Avatar",
  "Avatar change button",
  "Avatar details menu",
  "Avatar favorite button",
  "Avatar screen",
  "AvatarAlreadyFavorited",
  "AvatarAnimParamController",
  "AvatarApiVersion",
  "AvatarAssetBundle",
  "AvatarAssetUrl",
  "AvatarAudioSourceFilter",
  "AvatarAuthorID",
  "AvatarAuthorName",
  "AvatarCalibrations",
  "AvatarCalibrationsConfig",
  "AvatarCalibrator",
  "AvatarCapture.Imposter",
  "AvatarCapture.ImposterPicker",
  "AvatarCategory",
  "AvatarCellX",
  "AvatarClicked",
  "AvatarClone",
  "AvatarCloneType",
  "AvatarCreationCallback",
  "AvatarCustomAudioLimiter",
  "AvatarDatabase",
  "AvatarDebugConsole",
  "AvatarDescription",
  "AvatarDescriptor",
  "AvatarDictionaryToApiAvatar",
  "AvatarDownloadLogging",
  "AvatarDownloadLoggingDescription",
  "AvatarFavorited",
  "AvatarFavorites",
  "AvatarFavoritesComponent",
  "AvatarFavoritesEnabled",
  "AvatarFavoritesHandler",
  "AvatarFilteringEnabled",
  "AvatarFilteringOnlyInPublic",
  "AvatarFoundHandler",
  "AvatarFoundHandlerSilent",
  "AvatarHiddenReasonLabel",
  "AvatarHiding",
  "AvatarHistory",
  "AvatarHistoryComponent",
  "AvatarHistoryConfig",
  "AvatarHistoryEnabled",
  "AvatarHistoryExcludeOwn",
  "AvatarHistoryHandler",
  "AvatarHistoryMenu",
  "AvatarHistoryMenuDescription",
  "AvatarHistoryMenuName",
  "AvatarHistoryOptionsBots",
  "AvatarHistoryOptionsBotsDescription",
  "AvatarHistoryOptionsRemove",
  "AvatarHistoryOptionsRemoveDescription",
  "AvatarHistoryOptionsSwitch",
  "AvatarHistoryOptionsSwitchDescription",
  "AvatarHistoryWorldOptions",
  "AvatarID",
  "AvatarId",
  "AvatarImageUrl",
  "AvatarKind",
  "AvatarList",
  "AvatarListTemplate",
  "AvatarLoadingBar",
  "AvatarManagerCookie",
  "AvatarMenu",
  "AvatarModule",
  "AvatarName",
  "AvatarNames",
  "AvatarNotFound",
  "AvatarNotFoundHandler",
  "AvatarNotFoundHandlerSilent",
  "AvatarPanelMM",
  "AvatarParsingData",
  "AvatarPedestal",
  "AvatarPedestalPatch",
  "AvatarPerformanceOptionsPage",
  "AvatarPerformancePatch",
  "AvatarPerformanceRating",
  "AvatarPerformanceStats",
  "AvatarPlatform",
  "AvatarPlayableController",
  "AvatarPrefab",
  "AvatarPreviewBase",
  "AvatarPrivate",
  "AvatarProcessor",
  "AvatarRefresh",
  "AvatarReleaseStatus",
  "AvatarRendererData",
  "AvatarRoot",
  "AvatarSearchEnabled",
  "AvatarSearchMode",
  "AvatarSortIndex",
  "AvatarStatsMenu",
  "AvatarStatsPopup",
  "AvatarStatsQuickMenu",
  "AvatarSupportedPlatforms",
  "AvatarType",
  "AvatarUi",
  "AvatarUiPrefab2",
  "AvatarUnfavorited",
  "AvatarValidation",
  "AvatarVersion",
  "AvatarVersionSystem",
  "AvatarWidth",
  "Avatarmanager",
  "Avatars",
  "Awake",
  "Axis",
  "AxisListeners",
  "AxisPuppetMenu",
  "AxisType",
  "Background",
  "BadFileType",
  "BadInheritanceAcl",
  "BadInitialPc",
  "BadInitialStack",
  "BadStack",
  "BadWorkingSetLimit",
  "Badge",
  "BandMode",
  "BannerGroup",
  "Base",
  "BaseHandler",
  "BaseVRCVideoPlayer",
  "Basic",
  "BatchModePatch",
  "Behaviour",
  "Behaviours",
  "BezierControlPointMode",
  "Binary",
  "BinarySerializer",
  "Binding",
  "BindingsPreset",
  "BitConverter",
  "BitMaskAttribute",
  "BitRate",
  "BlacklistedAvatars",
  "BlendMode",
  "BlendShapeRef",
  "BlinkInputController",
  "Block All RPC",
  "BlockMenu",
  "BlockedPlayerEvents",
  "Blueprint",
  "BodySourceManager",
  "BodySourceView",
  "BodyTracker_Hip",
  "Boolean",
  "BootstrapModule",
  "BootstrapVtable",
  "Bounds",
  "BoxCollider",
  "Boxcollider",
  "Breakpoint",
  "Buffer",
  "BufferOverflow",
  "BufferState",
  "BufferTooSmall",
  "Buffered",
  "BufferedAll",
  "BufferedEqualityComparer",
  "BuildNum",
  "BundleVerifier",
  "Button",
  "ButtonAlias",
  "ButtonApi",
  "ButtonClickedEvent",
  "ButtonControllerBindings",
  "ButtonDirection",
  "ButtonEvent",
  "ButtonMask",
  "ButtonReaction",
  "ButtonTrigger",
  "Buttonclickedevent",
  "BypassUtils",
  "Byte",
  "CCDIK",
  "CC_AnalogTV",
  "CC_Base",
  "CC_Blend",
  "CC_ChannelClamper",
  "CC_ChannelMixer",
  "CC_ChannelSwapper",
  "CC_ContrastVignette",
  "CC_Convolution3x3",
  "CC_DoubleVision",
  "CC_FastVignette",
  "CC_Glitch",
  "CC_HueSaturationValue",
  "CC_Kuwahara",
  "CC_Led",
  "CC_Levels",
  "CC_PhotoFilter",
  "CC_Posterize",
  "CC_RadialBlur",
  "CC_Technicolor",
  "CC_Threshold",
  "CC_Vintage",
  "CC_WhiteBalance",
  "CC_Wiggle",
  "C_ADD_VARIABLE",
  "Cache",
  "CacheSliceChanged",
  "CacheStatics",
  "CacheUtils",
  "CachedCalibration",
  "CachedEvent",
  "CalculateServerDeltaTime",
  "CallUdonMethod",
  "CallWindowProcW",
  "CallbackBypass",
  "CallerCountAttribute",
  "Camera",
  "Camera menu",
  "CameraControl",
  "CameraFeaturesHandler",
  "CameraHandler",
  "CameraMenu",
  "CameraMode",
  "CameraMountController",
  "CameraUiAnimator",
  "CancelRPC",
  "Cancelled",
  "CannotDelete",
  "CannotExecuteFileInTransaction",
  "CantBreakTransactionalDependency",
  "CantCreateMoreStreamMiniversions",
  "CantCrossRmBoundary",
  "CantDisableMandatory",
  "CantOpenMiniversionWithModifyIntent",
  "CantRecoverWithHandleOpen",
  "CantTerminateSelf",
  "CantWait",
  "Canvas",
  "CanvasCamera",
  "CanvasGroup",
  "CanvasRenderer",
  "CanvasScaler",
  "Canvas_QuickMenu",
  "CapsuleCollider",
  "Capsulecollider",
  "CapturePanorama.Icosphere",
  "Category",
  "Cdetourhook",
  "CellSize",
  "CenterEyeAnchor",
  "ChangeAudioInputDevice",
  "ChangeVisibility",
  "CharT",
  "CharacterController",
  "CheckOutRequired",
  "CheckTypes",
  "Chest",
  "ChoosePrefab",
  "Cinlinedetour",
  "ClaimNetworkControl",
  "ClassCache",
  "ClassResolver",
  "ClearInvisible",
  "ClearPlayerTags",
  "ClearSilence",
  "ClearVRAMClicked",
  "ClickMethods",
  "ClickSound",
  "Client",
  "ClientType",
  "ClientUsage",
  "Clipboard",
  "Clone",
  "CloseConnection",
  "CloseQuickMenu",
  "Cloth",
  "Code",
  "Collections",
  "Collider",
  "CollisionActiveBehaviour",
  "CollisionDetectors",
  "CollisionInfo",
  "Color",
  "Color32",
  "ColorChangerColor",
  "ColorChangerMenu",
  "ColorConfig",
  "ColorCorrectionUIHandler",
  "ColorSourceManager",
  "ColorUtility",
  "Color_Administrator",
  "Color_Friend",
  "Color_KnownUser",
  "Color_NewUser",
  "Color_Nuisance",
  "Color_Trusted",
  "Color_User",
  "Color_Visitor",
  "ColorizeText",
  "ColourInformation",
  "CombatGetCurrentHitpoints",
  "CombatGetDestructible",
  "CombatSetCurrentHitpoints",
  "CombatSetDamageGraphic",
  "CombatSetMaxHitpoints",
  "CombatSetRespawn",
  "CombatSetup",
  "CommandLine",
  "CommandLineArguments",
  "CommitmentLimit",
  "Common",
  "CommonMessageKeys",
  "Compatibility",
  "CompatibilityLayer",
  "Component",
  "Components",
  "Config",
  "ConfigModules",
  "ConfigVersion",
  "Configuration",
  "ConfigurePortal",
  "Connecting",
  "Connector",
  "Console",
  "ConsoleBuffer",
  "ConsoleColor",
  "ConsoleEntry",
  "ConsoleUtils",
  "Container",
  "Content",
  "ContentSearchType",
  "ContentSizeFitter",
  "ContentType",
  "Contents",
  "ContextualHelpState",
  "Continuous",
  "ControlCExit",
  "ControlOptions",
  "ControlValueRange",
  "ControllerBindingsPopup",
  "ControllerIconSet",
  "ControllerType",
  "ControllerUI",
  "ControllerUIModel",
  "Controls",
  "Convert",
  "Core",
  "CouldNotResizeLog",
  "Count",
  "CountLock",
  "CountNodesDeepDelegate",
  "Cpp2IlInjected.AttributeAttribute",
  "CrashDump",
  "Crc32",
  "CrcError",
  "CreateCachedDelegate",
  "CreateRenderTargetView",
  "CrmProtocolAlreadyExists",
  "CrmProtocolNotFound",
  "CtlFileNotSupported",
  "CurledIn",
  "Current world",
  "Current world instance",
  "CurrentDomain",
  "CurrentTransactionNotValid",
  "CurrentUser",
  "CurrentUserUpdateHandler",
  "Currently logged-in user",
  "Cursor",
  "CursorHandedness",
  "CursorOver",
  "CursorOverExt",
  "CursorPatch",
  "CursorRaycast",
  "CursorType",
  "CustomActionMenu",
  "CustomAvatarList",
  "CustomAvatarListAPI",
  "CustomContractResolver",
  "CustomControllerBindingSelector",
  "CustomData",
  "CustomDataKey",
  "CustomDropdown",
  "CustomMenuButton",
  "CustomPlates",
  "CustomRankInfo",
  "CustomScenes",
  "CustomizationModules",
  "D3DCOLOR_ARGB",
  "DELCONST",
  "DIRECT_IMPERSONATION",
  "DPSType",
  "DataError",
  "DataLate",
  "DataModel",
  "DataModelCache",
  "DataModelManager",
  "DataOverrun",
  "DataProtector",
  "DataStorage",
  "DataType",
  "DatatypeMisalignment",
  "DateOfBirth",
  "DeactivationEnum",
  "DeadTime",
  "DebugAssertDelegate",
  "DebugDrawHMD",
  "DebugLogGui",
  "DebugMessage",
  "DebugNetworkObjectInfo",
  "DebugObjectFlags",
  "DebugObjectInformationClass",
  "DebugPlane",
  "DebugPlayerInfo",
  "DebugStringToFilePostprocessedStacktrace",
  "DebugTextExtensions",
  "DebugTextGUI",
  "DebugTriggerInfo",
  "Debugger",
  "DebuggerInactive",
  "DecodeInfo",
  "Decoder",
  "Decompressing",
  "Default",
  "Default Unity layer",
  "DefaultContractResolver",
  "DefaultRequestHeaders",
  "DefaultSpinDir",
  "DefaultTalkController",
  "DeferredEvent",
  "DeflaterState",
  "Delegate",
  "Delegate0",
  "Delegate32",
  "Delegate46",
  "DelegateWrappers",
  "DeletePending",
  "DeliveryMode",
  "DeliveryNetwork",
  "Deobfuscation",
  "DependencyDownload",
  "DependencyDownloader",
  "DepthSourceManager",
  "DepthSourceView",
  "DepthViewMode",
  "Destination",
  "Destroy",
  "DestroyObject",
  "DestroyPlayer",
  "DestructiblePlayer",
  "DestructorDelegate",
  "DevTools",
  "DeveloperType",
  "Device",
  "DeviceBusy",
  "DeviceRelation",
  "Devices",
  "Dictionary",
  "DifferenceAtDc",
  "Dir",
  "Direction",
  "DirectionDevices",
  "DirectionalMethod",
  "Directory",
  "DirectoryNotRm",
  "DisableFeaturesMenu",
  "DisconnectCause",
  "Disconnected",
  "Discord",
  "Discord.AchievementManager",
  "Discord.Activity",
  "Discord.ActivityActionType",
  "Discord.ActivityJoinRequestReply",
  "Discord.ActivityManager",
  "Discord.ActivityTimestamps",
  "Discord.ActivityType",
  "Discord.ApplicationManager",
  "Discord.Constants",
  "Discord.CreateFlags",
  "Discord.Discord",
  "Discord.Entitlement",
  "Discord.EntitlementType",
  "Discord.FileStat",
  "Discord.ImageHandle",
  "Discord.ImageManager",
  "Discord.ImageType",
  "Discord.InputModeType",
  "Discord.Lobby",
  "Discord.LobbyManager",
  "Discord.LobbySearchCast",
  "Discord.LobbySearchComparison",
  "Discord.LobbySearchDistance",
  "Discord.LobbySearchQuery",
  "Discord.LobbyTransaction",
  "Discord.LobbyType",
  "Discord.LogLevel",
  "Discord.NetworkManager",
  "Discord.OAuth2Token",
  "Discord.OverlayManager",
  "Discord.PartySize",
  "Discord.PremiumType",
  "Discord.RelationshipManager",
  "Discord.RelationshipType",
  "Discord.Result",
  "Discord.ResultException",
  "Discord.Sku",
  "Discord.SkuPrice",
  "Discord.SkuType",
  "Discord.Status",
  "Discord.StorageManager",
  "Discord.StoreManager",
  "Discord.User",
  "Discord.UserAchievement",
  "Discord.UserFlag",
  "Discord.UserManager",
  "Discord.VoiceManager",
  "DiskFull",
  "DisplayInfo",
  "DistortionMobile",
  "Dk2HeadLook",
  "DllMightBeInsecure",
  "DllNotFound",
  "Dns",
  "Done",
  "Download",
  "DownloadAvatar",
  "DownloadAvatarImageSuccess",
  "DownloadAvatarSuccess",
  "DownloadFileToPath",
  "DownloadHandlerScriptNPrivateNa1ByInUnique",
  "DownloadImageInternal",
  "DownloadWorldButton",
  "DownloadWorldSuccess",
  "Downloader",
  "DownloaderPatch",
  "DrawingManager",
  "DrawingManager_SendStrokeRPC",
  "DropDownBinding",
  "Dx11",
  "DynamicBone",
  "DynamicBoneCollider",
  "DynamicBoneColliderBound",
  "DynamicBoneController",
  "DynamicBonePerformanceOptionsPage",
  "DynamicBonePermission",
  "DynamicBonePermissionOverride",
  "DynamicPrefabs",
  "DynamicWorldRows",
  "EEyeshotPanoramaFormat",
  "EIndex",
  "EaCorruptError",
  "EaListInconsistent",
  "EaTooLarge",
  "Earthquake",
  "EasNotSupported",
  "EaseType",
  "EffectSettings",
  "EffectTypeEnum",
  "EfsNotAllowedInTransaction",
  "Element",
  "ElementPriority",
  "ElementType",
  "Elements",
  "Email",
  "Emoji menu",
  "EmojiGenerator",
  "EmojiMenu",
  "EmojiPage",
  "Emojis",
  "EmotePlayer",
  "EnableLobbyStatistics",
  "EnablePickups",
  "EnableProtocolFallback",
  "EncodeInfo",
  "Encoder",
  "EndOfFile",
  "EngineCompatibilityChecker",
  "EnlistmentNotSuperior",
  "EntryPointNotFound",
  "Enum",
  "Enum0",
  "Enum1",
  "Enum10",
  "Enum11",
  "Enum12",
  "Enum2",
  "Enum3",
  "Enum4",
  "Enum5",
  "Enum6",
  "Enum7",
  "Enum8",
  "Enum9",
  "EnumNPrivateSealedvaClAn3vUnique",
  "EnumNPrivateSealedvaNoVeGr4vUnique",
  "EnumNPrivateSealedvaWoIn5vWoWoUnique",
  "EnumNPublicSealedvaANACRE4vUnique",
  "EnumNPublicSealedvaAUOFX2X4X86vUnique",
  "EnumNPublicSealedvaAcFr3vUnique",
  "EnumNPublicSealedvaCOSKCABLCA7vCAUnique",
  "EnumNPublicSealedvaDeFaLa4vUnique",
  "EnumNPublicSealedvaDeFo4vFoUnique",
  "EnumNPublicSealedvaDeVRFa4vUnique",
  "EnumNPublicSealedvaElClIdTa5vUnique",
  "EnumNPublicSealedvaEqNo3vUnique",
  "EnumNPublicSealedvaFINITH4vUnique",
  "EnumNPublicSealedvaImStEn4vUnique",
  "EnumNPublicSealedvaLiEaCuEa7vEaEaUnique",
  "EnumNPublicSealedvaLoNaSt4vUnique",
  "EnumNPublicSealedvaNOCOMAMIAD6vUnique",
  "EnumNPublicSealedvaNaStLa4vUnique",
  "EnumNPublicSealedvaNoDeChAdGe6vUnique",
  "EnumNPublicSealedvaNoLeRiBoIn6vUnique",
  "EnumNPublicSealedvaOFMAWIPO5vUnique",
  "EnumNPublicSealedvaOFSHRE4vUnique",
  "EnumNPublicSealedvaOnGr5vGrGrUnique",
  "EnumNPublicSealedvaOnHiOn4vUnique",
  "EnumNPublicSealedvaPa3vPaUnique",
  "EnumNPublicSealedvaReAuFaVROtVRFa11VRUnique",
  "EnumNPublicSealedvaReAuPlSaPl10SaPlSaUnique",
  "EnumNPublicSealedvaTaElClId5vUnique",
  "EnumNPublicSealedvaToMiToBoMi10ToBoMiUnique",
  "EnumNPublicSealedvaUnMaLoDeIoLiOuUnPaUnique",
  "EnumNPublicSealedvaUnR8RGR1RG11RGRGRGUnique",
  "EnumPublicSealedva5vUnique",
  "EnumPublicSealedvaAlNoInFrInOtMeInVoUnique",
  "EnumPublicSealedvaBaFoBa5vBaUnique",
  "EnumPublicSealedvaBoInDoSt5vUnique",
  "EnumPublicSealedvaClUs3vUnique",
  "EnumPublicSealedvaCoAuFrPrUsHtEcP2SeUnique",
  "EnumPublicSealedvaCoFaCa4vUnique",
  "EnumPublicSealedvaCoFaCoCa5vUnique",
  "EnumPublicSealedvaCuDeGePeAdSt7vUnique",
  "EnumPublicSealedvaDaLaNaRe5vUnique",
  "EnumPublicSealedvaDaLaTiAcFr7vLaUnique",
  "EnumPublicSealedvaDiLiPrLiDi8vPrDiUnique",
  "EnumPublicSealedvaDiOfOn4vUnique",
  "EnumPublicSealedvaDiOnTwTh5vUnique",
  "EnumPublicSealedvaDoAd3vUnique",
  "EnumPublicSealedvaDuCoOt4vUnique",
  "EnumPublicSealedvaEpEx3vUnique",
  "EnumPublicSealedvaEpStPsXbDiGoNiUpNiUnique",
  "EnumPublicSealedvaEpStPsXbDiGoNiUpOpUnique",
  "EnumPublicSealedvaEqNoGrLeGrDiLeAnOnUnique",
  "EnumPublicSealedvaFaGrAuGrOtReGr10GrUnique",
  "EnumPublicSealedvaGeLiBiLa5vUnique",
  "EnumPublicSealedvaGrRePe4vUnique",
  "EnumPublicSealedvaIdPlFa4vUnique",
  "EnumPublicSealedvaIdReFaRe6vReUnique",
  "EnumPublicSealedvaInAl3vUnique",
  "EnumPublicSealedvaInAuInNuHeInClBaTeUnique",
  "EnumPublicSealedvaInChExOfVeScSpOt9vUnique",
  "EnumPublicSealedvaInClPe4vUnique",
  "EnumPublicSealedvaInClStUIVeInUIQu10Unique",
  "EnumPublicSealedvaInGaInReUnInSyFoInUnique",
  "EnumPublicSealedvaInGaPl4vUnique",
  "EnumPublicSealedvaInLoRe4vUnique",
  "EnumPublicSealedvaInRe3vUnique",
  "EnumPublicSealedvaJoLe3vUnique",
  "EnumPublicSealedvaJoLeDiKiPrCl7vUnique",
  "EnumPublicSealedvaKeDe4vDeUnique",
  "EnumPublicSealedvaLeCeRi4vUnique",
  "EnumPublicSealedvaLeRi3vUnique",
  "EnumPublicSealedvaLoRe3vUnique",
  "EnumPublicSealedvaMiFrEv4vUnique",
  "EnumPublicSealedvaMiMaSuLa5vUnique",
  "EnumPublicSealedvaMoKeShMoCoAlMeVaNoUnique",
  "EnumPublicSealedvaMoYeGi5vGiUnique",
  "EnumPublicSealedvaNeRe3vUnique",
  "EnumPublicSealedvaNoAd3vUnique",
  "EnumPublicSealedvaNoAlFo4vUnique",
  "EnumPublicSealedvaNoAvBeAvEnImTeWo9vUnique",
  "EnumPublicSealedvaNoBaFrPrEmFrCo8vUnique",
  "EnumPublicSealedvaNoCa10CaCaCaCaCaCaUnique",
  "EnumPublicSealedvaNoCrPeStInEnDeEn9vUnique",
  "EnumPublicSealedvaNoCrPrMoSwFaFlOn9vUnique",
  "EnumPublicSealedvaNoDiRe4vUnique",
  "EnumPublicSealedvaNoDoEl4vUnique",
  "EnumPublicSealedvaNoEn3vUnique",
  "EnumPublicSealedvaNoFrEv4vUnique",
  "EnumPublicSealedvaNoInFrIn5vUnique",
  "EnumPublicSealedvaNoInViOcHPOcKeViWiUnique",
  "EnumPublicSealedvaNoLoDiReDiWi9vWiWiUnique",
  "EnumPublicSealedvaNoLoFrNeDeNeAdInAdUnique",
  "EnumPublicSealedvaNoNi3vUnique",
  "EnumPublicSealedvaNoOw3vUnique",
  "EnumPublicSealedvaNoPlWoNo5vUnique",
  "EnumPublicSealedvaNoPoRaDa5vUnique",
  "EnumPublicSealedvaNoSe3vUnique",
  "EnumPublicSealedvaNoUsLo4vUnique",
  "EnumPublicSealedvaNoWoAvUs5vUnique",
  "EnumPublicSealedvaOfDyFo4vUnique",
  "EnumPublicSealedvaOfFaErWaInVe8vVeUnique",
  "EnumPublicSealedvaOfOnAwExDo6vUnique",
  "EnumPublicSealedvaOkApSeOvSe10OvSeOvUnique",
  "EnumPublicSealedvaPaExPeDeReDeAc9vExUnique",
  "EnumPublicSealedvaPrUnAI4vUnique",
  "EnumPublicSealedvaPuFrPr4vUnique",
  "EnumPublicSealedvaPuJoIn4v0",
  "EnumPublicSealedvaPuJoIn4v1",
  "EnumPublicSealedvaPuPr3vUnique",
  "EnumPublicSealedvaPuToAl5vAlUnique",
  "EnumPublicSealedvaQuMaWiAc5vUnique",
  "EnumPublicSealedvaReAuRePl5vUnique",
  "EnumPublicSealedvaReCoRe7vReReReUnique",
  "EnumPublicSealedvaRePoLaRaTaEx8vExUnique",
  "EnumPublicSealedvaReTrLa4vUnique",
  "EnumPublicSealedvaRiLe7vRiLeRiLeUnique",
  "EnumPublicSealedvaRr4vRrRrUnique",
  "EnumPublicSealedvaSeReCoRe6vReUnique",
  "EnumPublicSealedvaStNuSe4vUnique",
  "EnumPublicSealedvaStShReSpBaCoPa8vUnique",
  "EnumPublicSealedvaStTuHoTu5vUnique",
  "EnumPublicSealedvaStWaFi5vFiUnique",
  "EnumPublicSealedvaSuNoInAcInMiToInAlUnique",
  "EnumPublicSealedvaToBoTo5vBoUnique",
  "EnumPublicSealedvaUSJaEu5vUSUnique",
  "EnumPublicSealedvaUnAdStOcVi6vUnique",
  "EnumPublicSealedvaUnClTiClToInCoInNeUnique",
  "EnumPublicSealedvaUnEnDiAdNo6vUnique",
  "EnumPublicSealedvaUnMoGaTo5v0",
  "EnumPublicSealedvaUnMoGaTo5v1",
  "EnumPublicSealedvaUnOpMoSt5vUnique",
  "EnumPublicSealedvaUnRe4vReUnique",
  "EnumPublicSealedvaUnReErCa5vUnique",
  "EnumPublicSealedvaUnWiMaLiXbPlNiiOAnUnique",
  "EnumPublicSealedvaVR2vUnique",
  "EnumPublicSealedvaVRStOcVi5vUnique",
  "EnumPublicSealedvaVeMiOf4vUnique",
  "EnumPublicSealedvaWoUs3vUnique",
  "Environment",
  "Enyim.Collections.Envelope",
  "Enyim.Collections.RTreeNode`1",
  "Enyim.Collections.RTree`1",
  "Enyim.Collections.StackExtensions",
  "EqualityComparerImplementation",
  "Error",
  "ErrorInfo",
  "Evaluator",
  "Event",
  "Event1Wrapper",
  "Event7Wrapper",
  "EventCaching",
  "EventCodes",
  "EventData",
  "EventForward",
  "EventHandlerPatch",
  "EventLogEntry",
  "EventReplicator",
  "EventTiming",
  "EventType",
  "Event`1",
  "Event`2",
  "Event`3",
  "Eventdata",
  "Eventhandler",
  "Eventmap",
  "Events",
  "EventsManager",
  "Everybody",
  "Exception",
  "Exists",
  "ExitCallback",
  "ExitGames",
  "ExitGames.Client.Photon",
  "ExitGames.Client.Photon.StructWrapping",
  "ExitGames_Client_Photon_ParameterDictionary_o",
  "Expression",
  "ExpressionValue",
  "ExpressionsMenu",
  "Expressionsmenu",
  "Extensions",
  "EyeAndHeadAnimator",
  "EyeLookController",
  "Eyeshot360cam.Eyeshot360cam",
  "Eyeshot360cam.Eyeshot360camParameter",
  "Eyeshot360cam.Internals.ImageEffectCopyCamera",
  "Eyeshot360cam.Internals.ScreenFadeControl",
  "Eyeshot360cam.ReadPanoConfig",
  "F3DAudioController",
  "F3DBeam",
  "F3DCurvedBeam",
  "F3DDespawn",
  "F3DFXController",
  "F3DFXType",
  "F3DFlameThrower",
  "F3DLightning",
  "F3DParticleScale",
  "F3DPool",
  "F3DPredictTrajectory",
  "F3DProjectile",
  "F3DPulsewave",
  "F3DRandomize",
  "F3DShotgun",
  "F3DTime",
  "F3DTurret",
  "F3DWarpJump",
  "F3DWarpJumpTunnel",
  "FABRIK",
  "FBNSPositionCompare",
  "FFICreateParams",
  "FFIEvents",
  "FFIMethods",
  "FIKBodyBender",
  "FIKBodyBenderEffectorType",
  "FPS",
  "FPVCameraController",
  "FPVCameraMode",
  "FaceCamera",
  "FadeCycleEffect",
  "FadeInOutLight",
  "FadeInOutParticles",
  "FadeInOutScale",
  "FadeInOutShaderColor",
  "FadeInOutStatus",
  "FadeToBlack",
  "FallbackMaterialCache",
  "FallingRestrictors",
  "FastMethodInfo",
  "FastRandom",
  "Favorite button",
  "FavoriteActionText",
  "FavoriteAvatar",
  "FavoriteListTemplate",
  "FavoriteManager",
  "FeaturePermissionManager",
  "FetchHandler",
  "FieldCounter",
  "FieldQuery",
  "FieldValuePair",
  "File",
  "FileCheckedOut",
  "FileClosed",
  "FileDeleted",
  "FileForcedClosed",
  "FileIdentityNotPersistent",
  "FileInvalid",
  "FileLockConflict",
  "FileLockedWithOnlyReaders",
  "FileLockedWithWriters",
  "FileMode",
  "FileName",
  "FileRenamed",
  "FileSystem",
  "FileTooLarge",
  "Filter",
  "FinalIKPatch",
  "FingerGestureState",
  "FingerInfo",
  "Fireworks",
  "Fist",
  "FixShaderQueue",
  "FixSlowDistortionOnMobile",
  "FixedUpdate",
  "FlashlightAttachedBone",
  "FlashlightBoneSelectorMenu",
  "FlashlightHandler",
  "FlashlightIntensity",
  "FlashlightMenu",
  "FlashlightOffsets",
  "FlashlightRange",
  "FlashlightSpotAngle",
  "FlashlightStruct",
  "FlatBufferNetworkSerializeReceivePatch",
  "FlatBufferNetworkSerializer",
  "FlatBuffers.ByteArrayAllocator",
  "FlatBuffers.ByteBuffer",
  "FlatBuffers.ByteBufferAllocator",
  "FlatBuffers.ByteBufferUtil",
  "FlatBuffers.FlatBufferBuilder",
  "FlatBuffers.FlatBufferConstants",
  "FlatBuffers.IFlatbufferObject",
  "FlatBuffers.Struct",
  "FlatBuffers.Table",
  "FlightSpeed",
  "FlipCameraUpSideDown",
  "FloatDenormalOperand",
  "FloatDivideByZero",
  "FloatInexactResult",
  "FloatInvalidOperation",
  "FloatOverflow",
  "FloatReadDelegate",
  "FloatStackCheck",
  "FloatToBytes",
  "FloatToUInt32",
  "FloatTransfer",
  "FloatUnderflow",
  "FoldoutToggle",
  "FollowMoment",
  "FollowTrackingTarget",
  "Font",
  "FontManager",
  "FootTracker_LeftFoot",
  "FootTracker_RightFoot",
  "Formatters",
  "FormsAuthRequired",
  "FragLabs.Audio.Codecs.Opus.API",
  "FragLabs.Audio.Codecs.Opus.Application",
  "FragLabs.Audio.Codecs.Opus.Ctl",
  "FragLabs.Audio.Codecs.Opus.Errors",
  "FragLabs.Audio.Codecs.OpusDecoder",
  "FragLabs.Audio.Codecs.OpusEncoder",
  "FrameDuration",
  "Friend",
  "FriendRequest",
  "FriendRequestMenu",
  "FriendTool",
  "Friends",
  "FriendsManager",
  "FriendsOfGuests",
  "FullBodyBipedIK",
  "FullyNetworked",
  "Fun",
  "FunMenu",
  "Func",
  "Function",
  "GCHandle",
  "GClass13.Class1",
  "GClass131.Delegate0",
  "GClass185.Delegate46",
  "GClass20.Class2",
  "GClass22.Class3",
  "GClass44.Class14",
  "GClass52_0",
  "GClass84.Delegate32",
  "GET_CONTEXT",
  "GStream0",
  "GUI",
  "GZipOptionalHeaderFlags",
  "GameList",
  "GameListUpdate",
  "GameManager",
  "GameModules",
  "GameObject",
  "GamelikeInputController",
  "Gameobject",
  "GazeEventArgs",
  "GeneralConfig",
  "GeneralExtensions",
  "GeneralHandler",
  "GeneralUtils",
  "GeneralWrappers",
  "Generic",
  "GenericNameplate",
  "GenericPlayableIndex",
  "Gesture",
  "GestureMenu",
  "GetAPIUser",
  "GetAvatarEyeHeightAsMeters",
  "GetAvatarEyeHeightMaximumAsMeters",
  "GetAvatarEyeHeightMinimumAsMeters",
  "GetAvatarProgress",
  "GetBonePosition",
  "GetBoneRotation",
  "GetBoneTransform",
  "GetBuffer",
  "GetComponentsImplementationRecurse000",
  "GetContents",
  "GetDesc",
  "GetDevBanner",
  "GetDevIcon",
  "GetDevice",
  "GetDisplayName",
  "GetEarmuffsIcon",
  "GetEventDispatcher",
  "GetFocusViewIcon",
  "GetFriendIcon",
  "GetGravityStrength",
  "GetGroupInfo",
  "GetIcon",
  "GetImmediateContext",
  "GetInstanceOwnerPlayer",
  "GetInteractionStatus",
  "GetJumpImpulse",
  "GetLifeSpan",
  "GetListenBlocked",
  "GetLocalPlayer",
  "GetLookRay",
  "GetMainContainer",
  "GetManualAvatarScalingAllowed",
  "GetMaster",
  "GetNameplate",
  "GetNetworkDateTime",
  "GetOriginalName",
  "GetOwner",
  "GetPickupInHand",
  "GetPlatform",
  "GetPlayer",
  "GetPlayerByGameObject",
  "GetPlayerById",
  "GetPlayerCount",
  "GetPlayerDataStorageLimit",
  "GetPlayerDataStorageUsage",
  "GetPlayerId",
  "GetPlayerObjectStorageLimit",
  "GetPlayerObjectStorageUsage",
  "GetPlayerRank",
  "GetPlayerStatusIcons",
  "GetPlayerTag",
  "GetPlayersWithTag",
  "GetPosition",
  "GetProgramVariable",
  "GetPronouns",
  "GetQuickStats",
  "GetRankColor",
  "GetRotation",
  "GetRunSpeed",
  "GetServerTimeInMilliseconds",
  "GetServerTimeInSeconds",
  "GetStableName",
  "GetStableNameByShort",
  "GetStrafeSpeed",
  "GetSubText",
  "GetTextContainer",
  "GetTrackingData",
  "GetTranslation",
  "GetUSpeaker",
  "GetUniqueName",
  "GetUserMuted",
  "GetUserVolume",
  "GetVRCPlayer",
  "GetVRCPlayerApi",
  "GetVelocity",
  "GetVoiceDistanceFar",
  "GetVoiceDistanceNear",
  "GetVoiceGain",
  "GetVoiceLowpass",
  "GetVoiceVolumetricRadius",
  "GetWalkSpeed",
  "Gift VRC+ button",
  "Gizmos",
  "GlobalAvatarDatabaseHandler",
  "GlobalDynamicBonesConfig",
  "GlobalDynamicBonesHandler",
  "GlobalDynamicBonesMenu",
  "GlobalDynamicBonesPermissionMenu",
  "GlobalDynamicBonesPermissionOverrides",
  "GlobalDynamicBonesPermissions",
  "GlobalDynamicBonesPlayerPermissionsMenu",
  "GlobalDynamicBonesRankDescription",
  "GlobalStrings",
  "Globals",
  "GoToRoom",
  "GrabMechanic",
  "GrabTypes",
  "Graphic",
  "Graphics",
  "GridLayoutGroup",
  "Gridlayoutgroup",
  "Group",
  "GroupExists",
  "GroupID",
  "GuardPageViolation",
  "Guid",
  "GuidsExhausted",
  "Gun",
  "GzipHeaderState",
  "HEX_COLOR_RGB",
  "HWIDSpoof",
  "Hand",
  "HandCollision",
  "HandDotCursor",
  "HandGestureController",
  "HandTracker_AutoPalmPreferLeft",
  "HandTracker_AutoPalmPreferRight",
  "HandTracker_AutoPointerPreferLeft",
  "HandTracker_AutoPointerPreferRight",
  "HandTracker_LeftGrip",
  "HandTracker_LeftGun",
  "HandTracker_LeftPalm",
  "HandTracker_LeftPointer",
  "HandTracker_LeftWrist",
  "HandTracker_RightGrip",
  "HandTracker_RightGun",
  "HandTracker_RightPalm",
  "HandTracker_RightPointer",
  "HandTracker_RightWrist",
  "HandleNoLongerValid",
  "HandleNotificationsBasedOnStatus",
  "HandlesClosed",
  "HapticWave",
  "HarmonyLib",
  "HashAlgorithm",
  "HashSet",
  "Hashtable",
  "Head",
  "HeadLevel",
  "Headsets",
  "HealthBar",
  "HeathenEngineering.OSK.v2.KeyClass",
  "HeathenEngineering.OSK.v2.OnScreenKeyboard",
  "HeathenEngineering.OSK.v2.OnScreenKeyboardKey",
  "HeldValue",
  "Helper.CollectionMap`2",
  "Helper.EventPump",
  "Helper.ExceptionHelper",
  "Helper.INativeWrapper",
  "Helper.NativeObjectCache",
  "Helper.NativeWrapper",
  "Helper.SmartGCHandle",
  "Helper.ThreadSafeDictionary`2",
  "Helpers",
  "Here",
  "Here menu",
  "HideCurrentPopup",
  "HideFromKernel",
  "Highlights FX singleton",
  "HighlightsFX",
  "HighlightsFXMobile",
  "HighlightsFXStandalone",
  "Highlightsfx",
  "Hips",
  "HistoryRange",
  "Hmd",
  "Horizontal",
  "HorizontalLayoutGroup",
  "HttpClientCustom",
  "HttpClientWrapper",
  "HttpRequestSent",
  "HttpResponseReceived",
  "HudAfkIcon",
  "HudGestureMode",
  "HudNotification",
  "HudVoiceIndicator",
  "HumanBodyBones",
  "HumanPlayableIndex",
  "I2.Loc.ArabicTable",
  "I2.Loc.BaseSpecializationManager",
  "I2.Loc.CoroutineManager",
  "I2.Loc.CustomLocalizeCallback",
  "I2.Loc.GeneralArabicLetters",
  "I2.Loc.GoogleLanguages",
  "I2.Loc.GoogleTranslation",
  "I2.Loc.HindiFixer",
  "I2.Loc.I2BasePersistentStorage",
  "I2.Loc.I2Utils",
  "I2.Loc.ILocalizationParamsManager",
  "I2.Loc.ILocalizeTargetDescriptor",
  "I2.Loc.IResourceManager_Bundles",
  "I2.Loc.IsolatedArabicLetters",
  "I2.Loc.LanguageSource",
  "I2.Loc.LocalizationManager",
  "I2.Loc.LocalizationParamsManager",
  "I2.Loc.LocalizationReader",
  "I2.Loc.Localize",
  "I2.Loc.LocalizeDropdown",
  "I2.Loc.LocalizeTargetDesc_Type`2",
  "I2.Loc.LocalizeTargetDesc`1",
  "I2.Loc.LocalizedString",
  "I2.Loc.LocalizedString_D",
  "I2.Loc.PersistentStorage",
  "I2.Loc.RTLFixer",
  "I2.Loc.RTLFixerTool",
  "I2.Loc.RegisterGlobalParameters",
  "I2.Loc.ResourceManager",
  "I2.Loc.ScriptLocalization",
  "I2.Loc.SetLanguageDropdown",
  "I2.Loc.SimpleJSON.JSON",
  "I2.Loc.SimpleJSON.JSONArray",
  "I2.Loc.SimpleJSON.JSONBinaryTag",
  "I2.Loc.SimpleJSON.JSONClass",
  "I2.Loc.SimpleJSON.JSONData",
  "I2.Loc.SimpleJSON.JSONLazyCreator",
  "I2.Loc.SimpleJSON.JSONNode",
  "I2.Loc.SpecializationManager",
  "I2.Loc.StringObfucator",
  "I2.Loc.TashkeelLocation",
  "I2.Loc.TermsPopup",
  "I2.Loc.TranslationFlag",
  "I2.Loc.TranslationJob",
  "I2.Loc.TranslationJob_GET",
  "I2.Loc.TranslationJob_Main",
  "I2.Loc.TranslationJob_POST",
  "I2.Loc.TranslationJob_WEB",
  "I2.Loc.TranslationJob_WWW",
  "I2.Loc.TranslationQuery",
  "I2.Loc.eLanguageDataFlags",
  "I2.Loc.ePluralType",
  "I2.Loc.eSpreadsheetUpdateMode",
  "I2.Loc.eTermType",
  "IAPHandler",
  "IAPurchaseListener",
  "IActionMemory",
  "IActionMenuInput",
  "IAsyncStateMachine",
  "IComparable",
  "IComparer",
  "ID",
  "IDisposable",
  "IEnumerator",
  "IEqualityComparer",
  "IEquatable",
  "IKHeadAlignment",
  "IKSolver",
  "IKSolverAim",
  "IKSolverAimGetClampedIKPositionPatch",
  "IKSolverFABRIKRoot",
  "IKSolverFABRIKRootOnUpdatePatch",
  "IKSolverFullBody",
  "IKSolverFullBodySolvePatch",
  "IKSolverHeuristic",
  "IKSolverTrigonometric",
  "IL2CPP",
  "IL2CPP_RGCTX_DATA_ARRAY",
  "IL2CPP_RGCTX_DATA_CLASS",
  "IL2CPP_RGCTX_DATA_INVALID",
  "IL2CPP_RGCTX_DATA_METHOD",
  "IL2CPP_RGCTX_DATA_TYPE",
  "ILAstBuilder",
  "ILAstOptimizer",
  "IMPERSONATE",
  "INotifyCompletion",
  "IOneHandMoveMenu",
  "IRecyclable",
  "IUdonVariableTable",
  "IUser",
  "IVRCTrackedIk",
  "IVRCVideoPlayer",
  "IkController",
  "IkType",
  "Il2CppArrayBase",
  "Il2CppException",
  "Il2CppExceptionWrapper",
  "Il2CppImageConversionManager",
  "Il2CppMono.MonoAssemblyName",
  "Il2CppReferenceArray",
  "Il2CppStructArray",
  "Il2CppSystem",
  "Il2CppSystem.Collections",
  "Il2CppSystem.Collections.Generic",
  "Il2CppSystem.IO",
  "Il2CppSystem.MonoListItem",
  "Il2CppSystem.Runtime.InteropServices.ErrorWrapper",
  "Il2CppSystem.Runtime.Remoting.Messaging.Header",
  "Il2CppSystem.Runtime.Serialization.Formatters.Binary",
  "Il2CppSystem.Security.Util.Tokenizer",
  "Il2CppSystem.Xml.Schema.XdrBuilder",
  "Il2CppType",
  "Il2cpp",
  "IllFormedPassword",
  "IllegalFunction",
  "IllegalInstruction",
  "ImGui_ImplWin32_WndProcHandler",
  "Image",
  "ImageCache",
  "ImageConversion",
  "ImageDownloadContainer",
  "ImageDownloader",
  "ImageDownloaderHandler",
  "ImageDownloaderPatch",
  "ImageFormat",
  "ImageNotAtBase",
  "ImageThreeSlice",
  "ImageTiled",
  "ImageTiledScroll",
  "Imgui",
  "ImmobileInputController",
  "Immobilize",
  "InPageError",
  "IncompatibleFileMap",
  "IncrementPortalPlayerCountRPC",
  "IndexedFieldCollector",
  "Indices",
  "IndoubtTransactionsExist",
  "InfoLengthMismatch",
  "InfoType",
  "InformHudText",
  "InformOfBadConnection",
  "Informational",
  "InfraredSourceManager",
  "IngameLogging",
  "Input",
  "Input popup",
  "InputField",
  "InputFieldValidator",
  "InputManager",
  "InputMethod",
  "InputMode",
  "InputPopup",
  "InputSetting",
  "InputState",
  "InputStateController",
  "InputStateControllerManager",
  "InputSystem",
  "InputType",
  "Instance",
  "InstanceHistory",
  "InstanceHistoryButtonDescription",
  "InstanceHistoryConfig",
  "InstanceHistoryHandler",
  "InstanceHistoryMenu",
  "InstanceHistoryWorldOptions",
  "InstanceMasterMenu",
  "InstanceMethodPair",
  "InstanceNotAvailable",
  "InstanceSwitchMenu",
  "Instantiate",
  "Int16",
  "Int32",
  "Int32_0",
  "IntPtr",
  "IntegerDivideByZero",
  "IntegerOverflow",
  "InteractWithStationRPC",
  "InteractionType",
  "InteractiveBase",
  "InterestManagement",
  "InterestManager",
  "InterestRecord",
  "InterfaceNPrivateAbstractUn1Va2BoTeStInCaBoUnique",
  "InterfacePrivateAbstractInInUnique",
  "InterfacePrivateAbstractObNuOb1ObUnique",
  "InterfacePrivateAbstractVoObVoObUnique`1",
  "InterfacePublicAbstract101IL101IL0",
  "InterfacePublicAbstract101IL101IL1",
  "InterfacePublicAbstract1616Unique",
  "InterfacePublicAbstract1BoIn1ObVoObBoInVoUnique",
  "InterfacePublicAbstract1BoVo1BoVoBo1Bo1Unique",
  "InterfacePublicAbstract1ILBo1ILVoBoOb1ILUnique",
  "InterfacePublicAbstract1ILSt1ILAcStIn1ILUnique",
  "InterfacePublicAbstract1InBo1ObInBoVoOb1Unique",
  "InterfacePublicAbstract1InBo1StBoInSt1BoUnique",
  "InterfacePublicAbstract1InLi1InObBo1LiObUnique",
  "InterfacePublicAbstract1InVoSeVo1InUnique",
  "InterfacePublicAbstract1LiOb1ILLiObIn1ObUnique",
  "InterfacePublicAbstract1LiOb1InLiObIn1LiUnique",
  "InterfacePublicAbstract1LiOb1InObLiBoAcObUnique",
  "InterfacePublicAbstract1LiOb1LiOb11Unique",
  "InterfacePublicAbstract1LiOb1ObLi1Ob1ObUnique",
  "InterfacePublicAbstract1LiOb1VoObTeVoStInUnique",
  "InterfacePublicAbstract1MaISBo1MaStBoObVoUnique",
  "InterfacePublicAbstract1ObBo1ObVoBoVoVo1Unique",
  "InterfacePublicAbstract1ObVo1ObVo1ObVo1Unique",
  "InterfacePublicAbstract1SiBo1SiInBoTr1SiUnique",
  "InterfacePublicAbstract1SiBo1SiObBoSt1SiUnique",
  "InterfacePublicAbstract1StInBoVoInBo1StAcUnique",
  "InterfacePublicAbstract1TeStSpStBoSpObStVoUnique",
  "InterfacePublicAbstract6363Unique",
  "InterfacePublicAbstractAc1ObVoObAc1ToVoStUnique",
  "InterfacePublicAbstractAcBoVoAcObVoObBoAcVoUnique",
  "InterfacePublicAbstractAcQuVoAc1VoObBoAc1Unique",
  "InterfacePublicAbstractBoAcBoVoAc1StBoAcVoUnique",
  "InterfacePublicAbstractBoBoUnique",
  "InterfacePublicAbstractBoInBoStIn1BoLiObBoUnique",
  "InterfacePublicAbstractBoObBoSt1InStLi1ObUnique",
  "InterfacePublicAbstractBoObStObVoStBoAc1StUnique",
  "InterfacePublicAbstractBoObUnique",
  "InterfacePublicAbstractBoSiBoObVoBoObVeVoSpUnique",
  "InterfacePublicAbstractBoStVoAc1VoAcSt1BoUnique",
  "InterfacePublicAbstractBoVoBoObVoBoObVoObBoUnique",
  "InterfacePublicAbstractBoVoBoStVoAc1AcSt1Unique",
  "InterfacePublicAbstractBoVoBoVoBoUnique",
  "InterfacePublicAbstractDi2StInVoObDi2StInUnique",
  "InterfacePublicAbstractDi2StObDi2StObUnique",
  "InterfacePublicAbstractIDisposable",
  "InterfacePublicAbstractIDisposableAsObAsUnique",
  "InterfacePublicAbstractIDisposableGaObGaUnique",
  "InterfacePublicAbstractIEventSystemHandlerVoVoUnique",
  "InterfacePublicAbstractIn1InILAc1ILObSt1Unique",
  "InterfacePublicAbstractIn1InLiOb1BoLiObVoUnique",
  "InterfacePublicAbstractInInUnique",
  "InterfacePublicAbstractOb1BoObStBoILSt1VoUnique",
  "InterfacePublicAbstractOb1LiBo1ObLiBoOb1Unique",
  "InterfacePublicAbstractOb1LiIn1ObLiBoInStUnique",
  "InterfacePublicAbstractOb1LiIn1ObVoInLiAcUnique",
  "InterfacePublicAbstractObBoSiVoStObVoBoStSiUnique",
  "InterfacePublicAbstractObUnique",
  "InterfacePublicAbstractSiInSi1Bo1InBoSi1Unique",
  "InterfacePublicAbstractSigeSiUnique",
  "InterfacePublicAbstractSpVoSpSpUnique",
  "InterfacePublicAbstractSt1ObIL1BoVoStObILUnique",
  "InterfacePublicAbstractStBoStObBoDaSt1BoVoUnique",
  "InterfacePublicAbstractStBoStObObBoObStStObUnique",
  "InterfacePublicAbstractStBoStObVoBoObVoStStUnique",
  "InterfacePublicAbstractStILgeStgeILUnique",
  "InterfacePublicAbstractStInStCoObInBoObAcBoUnique",
  "InterfacePublicAbstractStInStOb1StObLi1BoUnique",
  "InterfacePublicAbstractStNu1InBoNu1PhInBoUnique",
  "InterfacePublicAbstractStOb1ILAc1ILVoObAcUnique",
  "InterfacePublicAbstractStObBoSt1InStObILInUnique",
  "InterfacePublicAbstractStObBoVoStBoObAc1StUnique",
  "InterfacePublicAbstractStObStBo1StLiVo1ObUnique",
  "InterfacePublicAbstractStObStObUnique",
  "InterfacePublicAbstractStObVaStOb2BoStObDaUnique",
  "InterfacePublicAbstractStSeStSeUnique",
  "InterfacePublicAbstractStStUnique",
  "InterfacePublicAbstractStUnique",
  "InterfacePublicAbstractStVoStStUnique",
  "InterfacePublicAbstractStVoStUnique",
  "InterfacePublicAbstractStVoStVoStUnique",
  "InterfacePublicAbstractTYVoTYTYUnique`1",
  "InterfacePublicAbstractUnUnique",
  "InterfacePublicAbstractVo0",
  "InterfacePublicAbstractVo1",
  "InterfacePublicAbstractVo16Unique",
  "InterfacePublicAbstractVo1TYUnique`1",
  "InterfacePublicAbstractVo38Unique",
  "InterfacePublicAbstractVoAc1ObVoAc1ObVoObUnique",
  "InterfacePublicAbstractVoAc1StUnique",
  "InterfacePublicAbstractVoAc1TStAc1UnT1Unique`1",
  "InterfacePublicAbstractVoAc1TUnique`1",
  "InterfacePublicAbstractVoAcAcUnique",
  "InterfacePublicAbstractVoAcVoAcUnique",
  "InterfacePublicAbstractVoAuSiUnique",
  "InterfacePublicAbstractVoBoBoUnique",
  "InterfacePublicAbstractVoDi2StObBoVoStObDiUnique",
  "InterfacePublicAbstractVoInAc1IEStAc1BoUnUnique",
  "InterfacePublicAbstractVoStBoStAcObAcVoSeStUnique",
  "Interfaces",
  "Interlocked",
  "Intermediate",
  "Internal",
  "InternalApplyOverrideRPC",
  "InternalError",
  "InternalSDKNpc",
  "InternalSDKPlayer",
  "Internal_Action",
  "Internal_ApiAvatar",
  "Internal_EventReplicator",
  "Internal_GameObject",
  "Internal_PlayerSelector",
  "Internal_Static_ApiWorld",
  "Internal_Static_ApiWorldInstance",
  "Internal_Static_NetworkManager",
  "Internal_Static_Single",
  "Internal_Static_String",
  "Internal_Static_UserCameraController",
  "Internal_Static_VRCPlayer",
  "Internal_Static_VRC_EventLog",
  "Internal_Transform",
  "Internal_VRCEventDelegate",
  "IntersectionResults",
  "InvalidAccountName",
  "InvalidAcl",
  "InvalidCid",
  "InvalidComputerName",
  "InvalidDeviceRequest",
  "InvalidEaName",
  "InvalidHandle",
  "InvalidIdAuthority",
  "InvalidImageFormat",
  "InvalidImageLeFormat",
  "InvalidImageNotMz",
  "InvalidImageProtect",
  "InvalidImageWin16",
  "InvalidInfoClass",
  "InvalidLogonHours",
  "InvalidMessage",
  "InvalidOwner",
  "InvalidPageProtection",
  "InvalidParameter",
  "InvalidParameter1",
  "InvalidParameter10",
  "InvalidParameter11",
  "InvalidParameter12",
  "InvalidParameter2",
  "InvalidParameter3",
  "InvalidParameter4",
  "InvalidParameter5",
  "InvalidParameter6",
  "InvalidParameter7",
  "InvalidParameter8",
  "InvalidParameter9",
  "InvalidParameterMix",
  "InvalidPipeState",
  "InvalidPortHandle",
  "InvalidPrimaryGroup",
  "InvalidReadMode",
  "InvalidSecurityDescr",
  "InvalidSid",
  "InvalidSubAuthority",
  "InvalidTransaction",
  "InvalidVolumeLabel",
  "InvalidWorkstation",
  "InviteMenu",
  "InviteRequestDeniedMenu",
  "InviteRequestMenu",
  "IoPrivilegeFailed",
  "IoTimeout",
  "IsBestRegion",
  "IsClogged",
  "IsDefaultNameServer",
  "IsDefaultPort",
  "IsFriendsWith",
  "IsGoodRPC",
  "IsGrounded",
  "IsInstanceOwner",
  "IsMaster",
  "IsMasterServerAddress",
  "IsModerator",
  "IsNetworkSettled",
  "IsObfuscated",
  "IsObjectReady",
  "IsOnMobile",
  "IsOwner",
  "IsPlayerGrounded",
  "IsSelf",
  "IsSuper",
  "IsUserInVR",
  "IsValid",
  "JObject",
  "JSON",
  "Jaw",
  "JawController",
  "Job",
  "Join",
  "JoinComplete",
  "JoinMenu",
  "JoinPhoton",
  "Joint",
  "JsonConvert",
  "JsonParser",
  "JsonProperty",
  "JumpState",
  "KernelApc",
  "KeyAuth",
  "KeyCode",
  "KeybindHandler",
  "KeyboardShortcuts",
  "Keys",
  "Kiero",
  "KinectAvatarController",
  "KnobDirection",
  "Known",
  "LINQExtensions",
  "LODBiasCameraFOVCompensation",
  "Label",
  "LanguageCodeDef",
  "LanguageConfig",
  "LanguageManager",
  "LastAdmin",
  "LastBone",
  "LateUpdate",
  "LaunchPad",
  "LaunchPadQMMenu",
  "Layer",
  "LayerMask",
  "LayoutElement",
  "LazyLoad",
  "LeaderBoardDiaplayType",
  "LeaderBoardRequestType",
  "LeaderBoardScoreMethod",
  "LeaderBoardSortMethod",
  "LeaderBoardTimeRange",
  "LeaderboardTimeRange",
  "Leave",
  "LeaveMenu",
  "LeavePhoton",
  "LeftEye",
  "LeftFoot",
  "LeftHand",
  "LeftIndexDistal",
  "LeftIndexIntermediate",
  "LeftIndexProximal",
  "LeftLittleDistal",
  "LeftLittleIntermediate",
  "LeftLittleProximal",
  "LeftLowerArm",
  "LeftLowerLeg",
  "LeftMiddleDistal",
  "LeftMiddleIntermediate",
  "LeftMiddleProximal",
  "LeftRingDistal",
  "LeftRingIntermediate",
  "LeftRingProximal",
  "LeftShoulder",
  "LeftThumbDistal",
  "LeftThumbIntermediate",
  "LeftThumbProximal",
  "LeftToes",
  "LeftUpperArm",
  "LeftUpperLeg",
  "Length",
  "LevelReload",
  "LeverDirection",
  "License",
  "LicenseChecker",
  "Light",
  "LimbIK",
  "LimbSet",
  "LineRenderer",
  "LineRendererBehaviour",
  "Linerenderer",
  "LipSyncController",
  "List",
  "ListBinding",
  "ListCountBinding",
  "ListType",
  "LitJson.Condition",
  "LitJson.FsmContext",
  "LitJson.IJsonWrapper",
  "LitJson.IOrderedDictionary",
  "LitJson.JsonData",
  "LitJson.JsonMapper",
  "LitJson.JsonMockWrapper",
  "LitJson.JsonReader",
  "LitJson.JsonToken",
  "LitJson.JsonType",
  "LitJson.JsonWriter",
  "LitJson.Lexer",
  "LitJson.ObjectMetadata",
  "LitJson.OrderedDictionaryEnumerator",
  "LitJson.ParserToken",
  "LitJson.PropertyMetadata",
  "LitJson.WrapperFactory",
  "LitJson.WriterContext",
  "LoadBalancingClient",
  "LoadBalancingClient_OpWebRpc",
  "LoadBalancingPeer",
  "LoadErrorReason",
  "LoadEventHandler",
  "LoadedAssembly",
  "LoadedSetupChangeEventArgs",
  "LoadedSetupChangeEventHandler",
  "Loading",
  "LoadingAssetFromAssetBundle",
  "LoadingAvatarTextureAnimation",
  "LoadingInfoModel",
  "LoadingMusicPath",
  "LobbyStats",
  "Local",
  "Local player instance",
  "Local player layer",
  "LocalAvatarVisibility",
  "LocalImageDownloader",
  "LocalPlayer",
  "LocalUSpeakSender",
  "LocalizableString",
  "LocalizableStringExtensions",
  "Localize",
  "LocalizeWithFallback",
  "LockNotGranted",
  "LocomotionInputController",
  "LocomotionMethod",
  "LodBias",
  "Log",
  "LogCorruptionDetected",
  "LogEntry",
  "LogGrowthFailed",
  "LogLevels",
  "LogResizeInvalidSize",
  "LoggedRelativeSum",
  "Logger",
  "Logger2Type",
  "LoggerBackground",
  "LoggerBackground2",
  "LoggerType",
  "Logging",
  "Login_AccountVerificationCheckFailed",
  "LogonFailure",
  "LogonServer",
  "LongJump",
  "LookAtConstraint",
  "LookTargetController",
  "LovenseBoneType",
  "LovenseConfig",
  "LovenseConnectAPI",
  "LovenseConnectionState",
  "LovenseDevice",
  "LovenseDeviceType",
  "LovenseHandler",
  "LovenseMenu",
  "LovenseModules",
  "LovensePermissionsMenu",
  "LovenseType",
  "LpcInvalidConnectionUsage",
  "LpcReceiveBufferExpected",
  "LpcRequestsNotAllowed",
  "LuidsExhausted",
  "MD5",
  "MagnitudeSample",
  "Main VR camera",
  "MainClientMenu",
  "MainMenu",
  "MainMenuAvatarDetails",
  "MainMenuAvatars",
  "MainMenuNotificationsPage",
  "MainMenuScreenIndex",
  "MainMenu_Avatars_ClickGetMoreFavorites",
  "MainMenu_ClickVRChatPlus",
  "MainMenu_UserDetails_ClickVRChatPlusSupporter",
  "MainMenu_VRChatPlus_ClickMonthly",
  "MainMenu_VRChatPlus_ClickYearly",
  "MainMenu_VRChatPlus_MoreInfo",
  "MainModules",
  "MainUtils",
  "MainWindowHandle",
  "ManagedObject",
  "Management",
  "Managers",
  "Manual",
  "MappedFileSizeZero",
  "Marshal",
  "Mask",
  "MaskedListBinding",
  "Master",
  "MasterBufferOne",
  "MasterClientSync",
  "MasterClientSyncFinished",
  "MasterOnly",
  "MasterOnlyNetworked",
  "MasterTextureLimit",
  "MasterUnbuffered",
  "Match",
  "MatchState",
  "Material",
  "Math",
  "MathUtils",
  "Mathf",
  "Maths",
  "Matrix",
  "Matrix4x4",
  "MaxDebugObjectInfoClass",
  "MaximumNtStatus",
  "MeatHook",
  "MediaControlsMenu",
  "MediaPlayer",
  "MeetingBunker",
  "MelonCoroutines",
  "MelonLoader",
  "MelonLoader.TinyJSON",
  "MelonLogger",
  "MelonMod",
  "MelonUtils",
  "MemberInGroup",
  "MemberNotInGroup",
  "MembersPrimaryGroup",
  "Memory",
  "MemoryMappedFile",
  "MemoryMeter",
  "Menu",
  "MenuColorHandler",
  "MenuContent",
  "MenuController",
  "MenuControllers",
  "MenuModerationHandler",
  "MenuModules",
  "MenuPanelAPI",
  "MenuPanelButton",
  "MenuSettingsButton",
  "MenuSettingsPopup",
  "MenuSize",
  "MenuStateController",
  "MenuTab",
  "MenuToggleGroup",
  "Menu_addWorldToPlaylist",
  "Menu_userDetailsClickPlaylist",
  "Menus",
  "Mesh",
  "MeshFilter",
  "MeshMaterial",
  "MeshRenderer",
  "MeshVisibility",
  "Meshfilter",
  "Meshrenderer",
  "MessageBus",
  "MessageLost",
  "MethodBase",
  "MethodHandle",
  "MethodHandler",
  "MethodInfo",
  "MethodQuery",
  "Method_FamOrAssem_Boolean_Int32_Hashtable_Hashtable_WebFlags_0",
  "Method_FamOrAssem_Virtual_New_Player_String_Int32_Boolean_Hashtable_0",
  "Method_Internal_Nullable_1_Int32_ApiAvatar_",
  "Method_Internal_Static_UniTask_1_InterfacePublicAbstractIDisposable",
  "Method_Internal_Static_get_VRCUiManager_PDM_0",
  "Method_Internal_Void_ApiAvatar_",
  "Method_Private_Boolean_ApiAvatar_GameObject_0",
  "Method_Private_Static_String_String_String_Int32_String_String_String_0",
  "Method_Private_Void_ApiAvatar_",
  "Method_Private_Void_ApiAvatar_String_",
  "Method_Private_Void_Boolean_",
  "Method_Private_Void_Boolean_2",
  "Method_Private_Void_IEnumerator_",
  "Method_Public_Boolean_APIUser_byref_EnumPublicSealedva5vUnique_",
  "Method_Public_Boolean_Boolean_Boolean_0",
  "Method_Public_Boolean_String_Object_Boolean_PDM_0",
  "Method_Public_Int32_ArrayOf_Byte_Int32_",
  "Method_Public_InterfacePublicAbstractIDisposableAsObAsUnique_0",
  "Method_Public_InterfacePublicAbstractIDisposableGaObGaUnique_0",
